Revit 2027 API
SymbolTypeId.FtCaret2 Property
 Symbol ft^2, indicating unit Square feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FtCaret2 { get; }
Public Shared ReadOnly Property FtCaret2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FtCaret2 {
	ForgeTypeId^ get ();
}
static member FtCaret2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace